; MSETUP4 string table
[STRING]
CHARSET="1"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac="Este software no puede iniciarse porque está siendo usado por otro usuario."
MSE1="No se ha podido reiniciar el sistema. Cierre el programa de instalación o las aplicaciones que se estén ejecutando. Salga del programa de instalación de Canon e inténtelo de nuevo."
MSE2="Este programa no se puede utilizar con el sistema operativo actual."
MSE3="Para instalar el software, deberá iniciar la sesión como un miembro del grupo de administradores.\nHaga clic en [OK] y retire el CD-ROM para anular la instalación.\nDespués de anular la instalación, inicie la sesión como un miembro del grupo de administradores y, a continuación, vuelva a insertar el CD-ROM."
MSE3_Mac="Para iniciar este software, inicie sesión con la cuenta de administrador."
MSE31_Mac="Para instalar este software se requieren el nombre de usuario y la contraseña del administrador."
MSE4="Necesita un software de aplicación adecuado para ver el archivo seleccionado."
MSE5="No ha suficiente espacio en la unidad %D%. Se necesitan %S% MB para instalar el software."
MSE6="No se ha podido realizar la instalación en la unidad especificada. Especifique una carpeta activada para escritura que se encuentre en la unidad del disco duro local."
MSE7="No se puede iniciar el programa porque la resolución de la pantalla es baja. Cambie la resolución a 800 x 600 píxeles o superior y, después, vuelva a ejecutar la operación.\nCuando realice la instalación en un Tablet PC, establezca la orientación de la pantalla en modo horizontal y vuelva a ejecutar la operación."
MSE7_Mac="No se puede iniciar el programa porque la resolución de la pantalla es baja. Cambie la resolución a 800 x 600 píxeles o superior y, después, vuelva a ejecutar la operación."
MSE8="No hay ningún CD-ROM en la unidad de CD-ROM.\nVuelva a introducir el CD-ROM en la unidad."
MSE9="Un nombre de archivo no puede contener ninguno de los caracteres siguientes:\n/ , ; * ? \\" < > |"
MSE10="El nombre de ruta especificado supera el límite establecido. Especifique el nombre de ruta en 150 caracteres."
MSE11="La letra de unidad no se incluye en el nombre de ruta o la ruta se ha especificado con una ruta relativa. Especifique una ruta absoluta."
MSE12="[Instal. simple] no puede utilizarse con el sistema operativo actual."
MSE15="Este programa puede ejecutarse en un sistema operativo Windows 2000 Service Pack 4 o posterior. Si su sistema operativo es una versión anterior, actualice Windows 2000 a Service Pack 4 o posterior y vuelva a ejecutar la operación."
MSE16="No se puede abrir el archivo."
MSE17="Este programa puede ejecutarse en un sistema operativo Windows XP Service Pack 2 o posterior. Si la versión de su sistema operativo es anterior a Service Pack 2, actualice Windows XP a Service Pack 2 o posterior y vuelva a ejecutar la operación."
MSE18="Si se utiliza Windows XP, este programa puede ejecutarse en un sistema operativo Windows XP Service Pack 3 o posterior. Actualice Windows XP a Service Pack 3 o posterior y vuelva a ejecutar la operación."
MSE19="Si se utiliza Windows Vista, este programa puede ejecutarse en un sistema operativo Windows Vista Service Pack 1 o posterior. Actualice Windows Vista a Service Pack 1 o posterior y vuelva a ejecutar la operación."
MSE20="Si se utiliza Windows Vista, este programa puede ejecutarse en un sistema operativo Windows Vista Service Pack 2 o posterior. Actualice Windows Vista a Service Pack 2 o posterior y vuelva a ejecutar la operación."

MSW1="Se ha actualizado el archivo porque se ha encontrado una versión antigua del archivo en el sistema. Reinicie ahora el sistema para completar la actualización. Haga clic en [Aceptar] para reiniciar el sistema. Una vez reiniciado el sistema, este programa de software se iniciará automáticamente."
MSW2="La carpeta\n\"%P%\"\nno existe. ¿Desea crearla?"
MSW3="Dependiendo de la versión del SO, puede que la instalación no finalice correctamente. Haga clic en [Comprobar información más reciente] para acceder al sitio web de Canon y consultar la información más reciente.\n\nTras comprobarla, haga clic en [Continuar instalación] para proseguir con la instalación. Haga clic en [Cancelar instalación] para cancelar la instalación."
MSW4="El software más reciente compatible con su sistema operativo está disponible. Se recomienda que utilice el software más reciente. Haga clic en [Comprobar información más reciente] para acceder al sitio web de Canon y descargarlo.\nHaga clic en [Aceptar] para continuar con la instalación. Haga clic en [Cancelar] para salir del programa."

MSM0001="Aceptar"
MSM0002="Cancelar"
MSM0003="Sí"
MSM0004="No"
MSM0005="Atrás"
MSM0006="Siguiente"
MSM0007="Continuar"
MSM0008="Anular"
MSM0009="Salir"
MSM0010="Instalar"
MSM0011="Ayuda"
MSM0012="Seleccionar todo"
MSM0013="Borrar todo"
MSM0014="Comprobar información más reciente"
MSM0015="Continuar instalación"
MSM0016="Cancelar instalación"
MSM0017="Idioma"
MSM0018="Predetermin."
MSM0019="Omitir"
MSM0020="Volver al principio"

MSM0101="Error"
MSM0102="Advertencia"
MSM0103="Información"
MSM0104="Canon"

MSM1001="Seleccionar idioma"
MSM1002="Seleccione qué idioma va a utilizar con este programa y, a continuación, haga clic en [Siguiente]."
MSM1003="Seleccione qué idioma va a utilizar con este programa y, a continuación, haga clic en [Atrás]."

MSM1011="Empezando a instalar la herramienta asociada. La herramienta asociada es necesaria para las operaciones de configuración."

MSM1021="Adquiriendo información"
MSM1022="Adquiriendo información sobre el último controlador y software. Espere."
MSM1023="Para acceder a Internet, este software obtendrá información guardada en la llave.\nSi aparece el cuadro de diálogo \"Confirmar acceso a Llavero\", haga clic en [Permitir siempre]."

MSM1031="Error de adquisición de información"
MSM1032="Error al adquirir información sobre el último controlador y software. Compruebe la conexión de red y vuelva a intentarlo."

MSM1051="Seleccionar impresora"
MSM1052="Seleccionar escáner"
MSM1053="Seleccione la impresora que desee instalar y haga clic en [Siguiente]."
MSM1054="Seleccione el escáner que desee instalar y haga clic en [Siguiente]."

MSM1101="Seleccione su lugar de residencia"
MSM1102="Seleccione su lugar de residencia y, a continuación, haga clic en [Siguiente]."
MSM1103="EE. UU., Canadá, Latinoamérica"
MSM1104="Europa, Oriente Medio, África"
MSM1105="Asia"
MSM1106="Región del Pacífico"

MSM1111="Seleccione su país o lugar de residencia y, a continuación, haga clic en [Siguiente]. Si su país o lugar de residencia no aparecen en la lista siguiente, elija \"Otros\"."
MSM1116="Seleccionar país o región"
MSM1117="Seleccione su lugar de residencia."
MSM1118="Seleccione su país o lugar de residencia. Si su país o lugar de residencia no aparecen en la lista siguiente, elija \"Otros\"."

MSM1201="Seleccione el método de instalación y siga las instrucciones que aparecen en pantalla."
MSM1202="Recomendado para usuarios nuevos"
MSM1203="Instalación simple"
MSM1204="Instala automáticamente el software."
MSM1205="Instalación personalizada"
MSM1206="Este método permite seleccionar los programas de software que desea utilizar e instala únicamente los programas seleccionados."
MSM1207="Cancela la instalación del software."
MSM1208="Escáner en color Canon"
MSM1209="Herramienta de instalación CanoScan"
MSM1210="Kit de álbum fotográfico creativo"
MSM1211="Este método permite seleccionar los programas de software que desea utilizar e instala únicamente los programas seleccionados."
MSM1221="Se puede seleccionar el uso de esta impresora mediante conexión USB o conexión LAN. Siga las instrucciones que aparecen en pantalla para seleccionar el método de conexión.\n\nSi se usa la impresora mediante la conexión LAN, es necesario configurar la red. Si ya se ha realizado la configuración, la conexión se confirma automáticamente. Si no ha realizado la configuración, siga las instrucciones en pantalla para configurar la impresora."
MSM1222="Inicio de la instalación del software. Siga las instrucciones en pantalla."
MSM1231="Puede cambiar el método de conexión, agregar software o volver a iniciar la configuración. Haga clic en [Volver a iniciar la instalación] sólo si la impresora no funciona correctamente."
MSM1232="Cambiar método de conexión"
MSM1233="Cambiar el método de conexión entre la impresora y el equipo de USB a LAN o de LAN a USB."
MSM1234="Agregar software"
MSM1235="Seleccionar el software para agregar o reinstalar."
MSM1236="Volver a iniciar la instalación"
MSM1237="Volver a iniciar desde la instalación inicial hasta la conexión."
MSM1238="Puede agregar software o volver a iniciar la instalación. Haga clic en [Volver a iniciar la instalación] sólo si la impresora no funciona correctamente."
MSM1239="Para usar el Fax"
MSM1241="Iniciar configuración"
MSM1242="Inicio de la configuración necesaria para utilizar el equipo desde el ordenador.\nSiga las instrucciones de la pantalla."
MSM1243="Iniciar configuración"
MSM1244="Este software permite utilizar el equipo desde el ordenador."
MSM1245="Software útil"
MSM1246="Se instala el software que permite utilizar el equipo de la mejor forma."
MSM1247="Manual en línea"
MSM1248="El manual se puede consultar en línea."
MSM1249="Utilice el software actualizado que aparece en Internet."
MSM1301="Instalación simple"
MSM1302="Se instalarán los programas de software enumerados. Para continuar, haga clic en [Instalar].\n\nPara mostrar una introducción del programa, desplace el puntero del ratón hasta el nombre del software."
MSM1304="Muestra el archivo LÉAME: "
MSM1305="%DISKSPACE% MB de espacio disponible en la unidad %DRIVELETTER% "
MSM1306="Espacio utilizado: %ITEMSPACE% MB"
MSM1307="%s MB"
MSM1308="Haga clic en este botón para leer el archivo de descripción de %s."
MSM1309="Haga clic en este botón para leer el archivo LÉAME de %s."
MSM1310="Controlador y manual"
MSM1311="Aplicación"
MSM1312="Tiempo estimado de instalación: de %INSTALLTIME_MIN% a %INSTALLTIME_MAX% minutos"
MSM1313=
MSM1314="Este software es obligatorio. Por lo tanto, no se recomienda anular su selección.\n¿Desea anular la selección?"
MSM1315="La instalación puede tardar un tiempo dependiendo del entorno de la red."

MSM1401="Instalación personalizada"
MSM1402="Seleccione las casillas de verificación del software que desee instalar y haga clic en [Siguiente].\nPara mostrar una introducción al software, desplace el puntero del ratón hasta el nombre del software."
MSM1402_Mac="Seleccione las casillas de verificación del software que desee instalar y haga clic en [Instalar].\nPara mostrar una introducción al software, desplace el puntero del ratón hasta el nombre del software."
MSM1451="Lista de instalación del software"
MSM1452="Se instalará el software seleccionado. Asegúrese de que está seleccionado el software que desea instalar y, a continuación, haga clic en [Siguiente]."
MSM1453_Mac="Es necesario instalar todo el software siguiente para usar todas las funciones de esta impresora."
MSM1454="Este software es obligatorio y no se puede anular la selección."
MSM1455_Mac="Es necesario instalar todo el software siguiente para usar todas las funciones de este escáner."

MSM1501="Cambiar la ubicación de instalación"
MSM1502="Puede cambiar la ubicación de instalación de %LOCATIONITEM%. "
MSM1503="Si no necesita cambiar la ubicación, haga clic en [Instalar]."
MSM1504="Para cambiar la ubicación, haga clic en [Examinar...], seleccione la carpeta en la que se va a instalar el software y, después, haga clic en [Instalar]."
MSM1505="Ubicación de instalación:"
MSM1506="Examinar..."
MSM1507="Unidad %DRIVELETTER%  Espacio disponible: %DISKSPACE% MB  Espacio requerido: %ITEMSPACE% MB"
MSM1508="Unidad %APPDRIVELETTER%  Espacio disponible: %APPDISKSPACE% MB  Espacio requerido: %APPITEMSPACE% MB"

MSM1601="Contrato de licencia"
MSM1602="Antes de instalar los programas de software seleccionados, lea detenidamente el contrato de licencia siguiente."
MSM1603="Si acepta el acuerdo, haga clic en [Sí]. Si hace clic en [No], la instalación de software se cancelará."
MSM1604="Antes de instalar %CURRENT_STEPITEM%, lea con detenimiento el acuerdo de licencia que se incluye a continuación."
MSM1605="Si acepta el acuerdo, haga clic en [Sí]. Si hace clic en [No], este software no se instalará."
MSM1606="Productos de Canon"
MSM1607="Si no acepta este acuerdo de licencia, este software no se instalará. ¿Aceptar?"
MSM1608="Si no acepta este contrato de licencia, esta aplicación y Print Studio Pro, que necesitan esta aplicación, no se instalarán. ¿Aceptar?"
MSM1609="%PAGE% / %TOTALPAGE%"
App_License_Mac="Contrato de licencia para %s"

MSM1651="Actualización de archivos del sistema"
MSM1659="Permitir procesos del asistente de instalación"
MSM1660="Permita todos los procesos del asistente de instalación"
MSM1661="Es posible que el cortafuegos o el antivirus muestren cuadros de diálogo de alerta durante la instalación de los productos de Canon. Seleccione una opción del cuadro de diálogo como las que se indican a continuación para permitir que la instalación continúe:\n\n-Permitir\n-Consentir\n-Sí\n-Desbloquear"

MSM1671="Instalar .NET Framework"
MSM1672="Microsoft .NET Framework 4 no está instalado en su equipo. Para utilizar todo el software, debe instalar Microsoft .NET Framework 4. ¿Desea instalarlo?"

MSM1681="No se ha encontrado Microsoft .NET Framework 4"
MSM1682="No se ha encontrado Microsoft .NET Framework 4 o no está bien instalado.\nMicrosoft .NET Framework 4 debe estar bien instalado para instalar este software."

MSM1701="Progreso de instalación: %PROGRESS%%"
MSM1702="Quedan %RESTTIME% minutos aproximadamente hasta la finalización"
MSM1703="Progreso de la instalación: %PROGRESS%%PERCENT%"
MSM1711="Descargando..."
MSM1712="Calculando el tiempo restante..."
MSM1713="Tiempo restante [min]: aproximadamente %d"
MSM1714="Descargando %s..."
PERCENT="%"

MSM1801="PASO 1"
MSM1802="PASO 2"
MSM1803="PASO 3"
MSM1804="Contrato de licencia"
MSM1805="Instalación"
MSM1806="Configuración"
MSM1806_Mac="Finalización"
MSM1807="Aplicaciones"
MSM1808="Utilidades"
MSM1809="Finalización"
MSM1810="PASO 4"
MSM1811="Información"

MSM1901="Procesando"
MSM1902="Procesando. Espere un momento."
MSM1903="La instalación de %ITEM% ha terminado."
MSM1904="Instalando :%ITEM%"
MSM1905="Descargando :%ITEM%"
MSM1906="Descargando %PROG_CAPA%/%TOTAL_CAPA%MB"

MSM2001="Conexión de impresora"
MSM2002="Asegúrese de que la impresora esté conectada al equipo y enciéndala."
MSM2003="No se ha podido detectar la impresora. Compruebe la conexión."
MSM2004="Selección manual"
MSM2005="Para seleccionar el puerto manualmente, sin detección automática, haga clic en [Selección manual]."
MSM2006="Se ha detectado la impresora. Espere hasta que la instalación se haya completado."
MSM2007="Procesando la instalación... Espere unos minutos."
MSM2010="Conexión de impresora"
MSM2011="Asegúrese de que la impresora esté conectada al equipo y de que esté encendida. Después de comprobar la conexión, haga clic en [Reiniciar] para reiniciar el equipo. Configure la impresora después de reiniciar el equipo."
MSM2021="Podría aparecer el Asistente para hardware nuevo encontrado. Si es así, haga clic en [Cancelar] en el Asistente para hardware nuevo encontrado para cerrarlo y, a continuación, siga con la instalación."
MSM2031="Conexión del escáner"
MSM2032="Asegúrese de que el escáner esté conectado al equipo y enciéndalo si tiene un botón ACTIVADO."
MSM2033="No se ha podido detectar el escáner. Compruebe la conexión."
MSM2034="Se ha detectado el escáner. Espere hasta que la instalación se haya completado."

MSM2051="Método de configuración"
MSM2052="Conectar la impresora a la red por primera vez"
MSM2053="Elija esta opción cuando desee usar una impresora que todavía no esté conectada a la red, a través de una LAN inalámbrica o con cables. La configuración de red se realiza conectando la impresora al equipo mediante el cable USB."
MSM2054="La impresora ya está conectada a la red"
MSM2055="Elija esta opción cuando desee usar una impresora que ya esté conectada a la red desde el equipo. Elija esta opción también cuando la LAN inalámbrica se haya configurado mediante WPS (Wi-Fi Protected Setup) o WCN (Windows Connect Now)."
MSM2056="Seleccione el método de configuración y, luego, haga clic en [Siguiente]."
MSM2065="Seleccione esta opción cuando desee utilizar una impresora que todavía no esté conectada a la red, a través de la LAN inalámbrica. La configuración de red se realiza conectando la impresora al equipo mediante el cable USB."
MSM2067="Elija esta opción cuando desee usar una impresora que ya esté conectada a la red desde el equipo."
MSM2068="Utilizar la impresora mediante USB"
MSM2069="Seleccione esta opción para utilizar la impresora mediante USB."
MSM2070="Iniciar configuración"
MSM2071="Debe configurar la impresora. Haga clic en [Ejecutar] para configurar la impresora.\n\nHaga clic en [Siguiente] si no desea configurar la impresora."
MSM2081="Si ha seleccionado la configuración de LAN inalámbrica o con cables en el panel de operaciones de la impresora de acuerdo con el método de conexión, haga clic en [Aceptar].\n\nSi no ha seleccionado nada todavía, consulte la Guía de inicio."
MSM2081_Mac="Para los usuarios de LAN inalámbrica o con cables:\n Si ha seleccionado la configuración de LAN inalámbrica o con cables en el panel de operaciones de la impresora de acuerdo con el método de conexión, haga clic en [Reiniciar]. La pantalla de configuración de red se mostrará después de reiniciar el equipo.\n\nSi no ha seleccionado nada, consulte la Guía de inicio."
MSM2083="Seleccione el método de conexión de la impresora"
MSM2084="Utilizar la impresora mediante USB"
MSM2085="Seleccione esta opción para utilizar la impresora mediante USB."
MSM2086="Utilizar la impresora con una conexión LAN inalámbrica"
MSM2087="Seleccione esta opción para utilizar la impresora con una conexión LAN inalámbrica."
MSM2088="Utilizar la impresora con una conexión LAN cableada"
MSM2089="Seleccione esta opción para utilizar la impresora  con una conexión LAN cableada."
MSM2090="Detección de impresora"
MSM2091="Busque la impresora en la red.\nHaga clic en [Siguiente] si la configuración de red de la impresora ha finalizado.\n\nEn caso contrario, finalice la configuración de red.\nPara obtener más información acerca de la configuración de red, haga clic en [Manual en línea].\n\nPara cancelar la instalación, haga clic en [Cancelar]."
MSM2090_Mac=
MSM2091_Mac="Busque la impresora en la red.\nHaga clic en [Siguiente] si la configuración de red de la impresora ha finalizado.\n\nEn caso contrario, finalice la configuración de red.\nPara obtener más información acerca de la configuración de red, haga clic en [Manual en línea].\n\nPara cancelar la instalación, haga clic en [Cancelar]."
MSM2092_Mac="Configuración de la red"
MSM2093_Mac="La configuración para la red se realizará tras reiniciar el equipo. Haga clic en [Reiniciar] para reiniciar el equipo."
MSM2094="Busque la impresora en la red. Haga clic en [Siguiente].\nPara cancelar la instalación, haga clic en [Cancelar]."
MSM2096="Detección de impresora"
MSM2097="Buscando impresora en la red."
MSM2098_Mac="Conexión de red"
MSM2099_Mac="Pulse el botón ON de la impresora para activar esta opción si desea utilizarla en red."
MSM2100_Mac="Conexión USB"

MSM2101="Seleccionar puerto"
MSM2102="Seleccione el puerto de impresora y haga clic en [Siguiente]."

MSM2250="Instalación completa"
MSM2251="La instalación se ha completado. El producto está ahora listo para usarlo. Haga clic en [Siguiente] para continuar con el siguiente paso."
MSM2252="Instalación completa"
MSM2253="La configuración para imprimir desde el ordenador ha finalizado.\nA continuación, se instalará el software."
MSM2254="La instalación no ha finalizado.\nPara continuar con la instalación de software útil, haga clic en [Continuar].\nPara salir de ella, haga clic en [Salir]."

MSM2261="Instalación"
MSM2262="La configuración está desactivada temporalmente durante la instalación.\nEspere."
MSM2263="Error al realizar la configuración sin cables. Cancele el proceso y seleccione otro método de configuración siguiendo las instrucciones de las pantallas."

MSM2301="Error de instalación"
MSM2302="No se ha podido instalar %ITEM%. Haga clic en [Inicio finalizado] para volver a ejecutar el proceso de instalación."
MSM2303="En el manual en pantalla se explican las causas de los problemas de instalación y cómo resolverlos."
MSM2304="Inicio finalizado"
MSM2305="Si se producen problemas de red, consulte Solución de Problemas de configuración de red.\nEn caso de que surjan otros problemas, consulte el manual."

MSM2401="Alineación de cabezales recomendada"
MSM2402="Hay que alinear los cabezales de esta impresora. Si las copias impresas son defectuosas o incluyen líneas mal alineadas, el hecho de alinear los cabezales puede resolver los problemas.\n\nConsulte la guía del usuario para obtener más información."
MSM2402_Mac="Deberá llevar a cabo una alineación de cabezales de impresión antes de utilizar la impresora. La alineación de los cabezales corrige las posiciones de instalación de los cabezales, corrige los defectos de impresión de los colores y las líneas.\n\nEjecute la alineación de cabezales cuando haya reiniciado el sistema y conectado la impresora al sistema.\n\nConsulte la guía del usuario para obtener más información."
MSM2411="Alineación de cabezales"
MSM2412="Deberá ejecutar la alineación de cabezales antes de usar la impresora. Ponga papel en la impresora y haga clic en [Ejecutar]. Para obtener más detalles, consulte el manual de la impresora.\n\nUna vez terminada la alineación de los cabezales de impresión, haga clic en [Siguiente]."
MSM2412_Mac="Deberá ejecutar la alineación de cabezales antes de usar la impresora. Ponga papel en la impresora y haga clic en [Ejecutar]. Para obtener más detalles, consulte el manual de la impresora.\n\nHaga clic en [Siguiente] si no desea alinear los cabezales de impresión."
MSM2413="Ejecutar"
MSM2414="Para imprimir fotografías con esta impresora, se recomienda alinear los cabezales. Para llevar a cabo una alineación de cabezales ahora, cargue papel normal en el cassette y haga clic en [Ejecutar]. Cuando finalice la alineación de cabezales, haga clic en [Siguiente]. Para obtener más detalles, consulte el manual de la impresora.\n\nLa alineación de cabezales también se puede realizar después de la configuración. Para continuar sin llevar a cabo la alineación de cabezales, haga clic en [Siguiente]."
MSM2414_Mac="Para imprimir fotografías con esta impresora, se recomienda alinear los cabezales. Para llevar a cabo una alineación de cabezales ahora, cargue papel normal en el cassette y haga clic en [Ejecutar]. Para obtener más detalles, consulte el manual de la impresora.\n\nLa alineación de cabezales también se puede realizar después de la configuración. Para continuar sin llevar a cabo la alineación de cabezales, haga clic en [Siguiente]."
MSM2415="Deberá ejecutar la alineación de cabezales antes de usar la impresora. Ponga MP-101 en la impresora y haga clic en [Ejecutar]. Para obtener más detalles, consulte el manual de la impresora.\n\nUna vez terminada la alineación de los cabezales de impresión, haga clic en [Siguiente]."
MSM2415_Mac="Deberá ejecutar la alineación de cabezales antes de usar la impresora. Ponga MP-101 en la impresora y haga clic en [Ejecutar]. Para obtener más detalles, consulte el manual de la impresora.\n\nHaga clic en [Siguiente] si no desea alinear los cabezales de impresión."
MSM2416="Deberá llevar a cabo una alineación de cabezales de impresión antes de utilizar la impresora. Haga clic en [Ejecutar] para ver la pantalla Iniciar alineación de cabezales de impresión. Siga las instrucciones en pantalla para imprimir el patrón de alineación. Coloque el patrón de alineación impreso en la platina y escanéelo.\n\nUna vez terminada la alineación de los cabezales de impresión, haga clic en [Siguiente]."
MSM2416_Mac="Deberá llevar a cabo una alineación de cabezales de impresión antes de utilizar la impresora. Haga clic en [Ejecutar] para ver la pantalla Iniciar alineación de cabezales de impresión. Siga las instrucciones en pantalla para imprimir el patrón de alineación. Coloque el patrón de alineación impreso en la platina y escanéelo.\n\nUna vez terminada la alineación de los cabezales de impresión, haga clic en [Siguiente]."
MSM2417="Hay que alinear los cabezales de esta impresora. Si las copias impresas son defectuosas o incluyen líneas mal alineadas, el hecho de alinear los cabezales puede resolver los problemas."
MSM2418="Deberá ejecutar la alineación de cabezales antes de usar la impresora. Ponga papel en la impresora y haga clic en [Ejecutar] y, a continuación, en [Siguiente]."
MSM2418_Mac="Deberá ejecutar la alineación de cabezales antes de usar la impresora. Ponga papel en la impresora y haga clic en [Ejecutar].\n\nHaga clic en [Siguiente] si no desea alinear los cabezales de impresión."
MSM2420="Buscando impresoras."
MSM2421="Buscando %PRODUCTNAME%."
MSM2422="No se encuentra la cola de la impresora."
MSM2423="Haga clic en [Registrar impresora] para registrar la impresora."
MSM2424="Registrar impresora"
MSM2431="Registrar impresora y escáner"
MSM2432="La configuración de red de la impresora y del escáner ha finalizado.\nRegistre la impresora y el escáner con su equipo.\n\nHaga clic en [Registrar impresora] o en [Registrar escáner] para iniciar la aplicación correspondiente que le permita efectuar el registro. Siga las instrucciones de la aplicación para efectuar el registro."
MSM2433="Registrar impresora"
MSM2434="Registrar escáner"
MSM2435="La configuración de red de la impresora ha finalizado.\nRegistre la impresora con su equipo.\n\nHaga clic en [Registrar impresora] para iniciar la aplicación correspondiente que le permita efectuar el registro. Siga las instrucciones de la aplicación para efectuar el registro."
MSM2436_Mac="La configuración de red de la impresora ha finalizado.\nAgregue la impresora a su equipo.\n\nHaga clic en [Agregar impresora] para iniciar el software de la aplicación que le permita agregar la impresora. Siga las instrucciones del software de la aplicación para finalizar.\n\nSi no está seguro de cómo usar el software de la aplicación, haga clic en [Manual en línea]."
MSM2437_Mac="Agregar impresora"
MSM2438_Mac="Al hacer clic en [Agregar impresora], aparecerán las impresoras que se pueden agregar. Seleccione la %s para la que aparece \"Canon IJ Network\" en el campo Clase y, a continuación, haga clic en [Añadir].\nDespués de agregar la impresora, haga clic en [Siguiente]."
MSM2439_Mac="Si no aparecen impresoras que se puedan añadir o si no está seguro de cómo utilizar la pantalla, haga clic en [Manual en línea]."
MSM2440_Mac="Seleccionar escáner"
MSM2441_Mac="Configuración del escáner en el equipo.\n\nHaga clic en [Seleccionar escáner] para iniciar la aplicación de software para configurar el escáner. Siga las instrucciones del software de la aplicación para finalizar."

MSM2451="Registro de usuario"
MSM2453="Siguiente"
MSM2464="Registro de usuario"
MSM2465="Registre hoy sus productos de Canon y tendrá derecho a las siguientes ventajas:\n- Reciba nuestro boletín mensual por correo electrónico con descuentos de Canon\n- Reciba divertidos proyectos de Creative Park, así como útiles sugerencias\n- Sea de los primeros en recibir información sobre las actualizaciones de software"
MSM2474="Registro de usuario"
MSM2475="Al registrar el producto, podrá recibir información importante sobre éste. Necesitará una conexión a Internet para realizar el registro."
MSM2484="Registro del producto"
MSM2485JU="Registre su producto Canon ahora y obtendrá las siguientes ventajas:\n- Canon U.S.A. conservará su información en un archivo por si se tuviera que efectuar una reclamación de daños.\n- Sea de los primeros en recibir notificaciones acerca de actualizaciones de software.\n- Reciba nuestro boletín de noticias electrónico con descuentos Canon."
MSM2485M="Al actualizar o registrar el producto, podrá recibir información importante sobre éste. Necesitará una conexión a Internet para realizar la actualización y el registro."
MSM2486_Mac="Si hace clic en [Siguiente], el nombre del producto, la configuración del SO y la información regional se recopilarán y enviarán a Canon automáticamente a través de Internet. Esta información se utilizará únicamente para abrir la pantalla de registro."
MSM2486_Mac2="Si hace clic en [Siguiente], el nombre del producto, la información del SO y regional y el número de serie de la impresora se recopilarán y se enviarán a Canon automáticamente a través de Internet. Esta información se utilizará únicamente para abrir la pantalla de registro."
MSM2487="Si desea registrarse más tarde, haga clic en [Cancelar] y continúe con el paso siguiente. También podrá registrar productos en el momento que desee a través del Quick Menu."

MSM2501="CANON iMAGE GATEWAY Registro de usuario"
MSM2502="Registrar"
MSM2503="CANON iMAGE GATEWAY Registro del producto"
MSM2504="CANON iMAGE GATEWAY es un servicio en línea exclusivo para el comprador del producto con derecho a pertenencia gratuita/cuota de pertenencia anual. Puede utilizar varios servicios para disfrutar aún más de la fotografía digital si solicita el registro de usuario."
MSM2506="Si hace clic en [Registrar], el nombre del producto, la configuración del SO y la información regional se recopilarán y enviarán a Canon automáticamente a través de Internet. Esta información se utilizará únicamente para abrir la pantalla de registro."
MSM2507="Si hace clic en [Registrar], el nombre del producto, la información del SO y regional y el número de serie de la impresora se recopilarán y se enviarán a Canon automáticamente a través de Internet. Esta información se utilizará únicamente para abrir la pantalla de registro."
MSM2511="Registro de usuario"
MSM2513="Registro del producto"
MSM2514="Registre hoy sus productos de Canon y tendrá derecho a las siguientes ventajas:\n- Reciba nuestro boletín mensual por correo electrónico con descuentos de Canon\n- Reciba divertidos proyectos de Creative Park, así como útiles sugerencias\n- Sea de los primeros en recibir información sobre las actualizaciones de software"
MSM2515="Al registrar el producto, podrá recibir información importante sobre éste. Necesitará una conexión a Internet para realizar el registro."
MSM2516="Si hace clic en [Siguiente], el nombre del producto, la configuración del SO y la información regional se recopilarán y enviarán a Canon automáticamente a través de Internet. Esta información se utilizará únicamente para abrir la pantalla de registro."
MSM2517="Si hace clic en [Siguiente], el nombre del producto, la información del SO y regional y el número de serie de la impresora se recopilarán y se enviarán a Canon automáticamente a través de Internet. Esta información se utilizará únicamente para abrir la pantalla de registro."
MSM2521="Registro de usuario. El nombre del producto, la información del SO y regional y el número de serie de la impresora se obtendrán y se enviarán automáticamente a Canon a través de Internet. Esta información se utilizará únicamente para abrir la pantalla de registro. Para continuar, haga clic en [Aceptar]."
MSM2522="Registro de usuario. El nombre del producto, la información del SO y la información regional se recopilarán y se enviarán automáticamente a Canon a través de Internet. Esta información se utilizará únicamente para abrir la pantalla de registro. Para continuar, haga clic en [Aceptar]."
MSM2526="Registro de usuario. El nombre del producto, la información del SO y regional y el número de serie de la impresora se obtendrán y se enviarán automáticamente a Canon a través de Internet. Esta información se utilizará únicamente para abrir la pantalla de registro. Para continuar, haga clic en [Aceptar]."
MSM2527="Registro de usuario. El nombre del producto, la información del SO y la información regional se recopilarán y se enviarán automáticamente a Canon a través de Internet. Esta información se utilizará únicamente para abrir la pantalla de registro. Para continuar, haga clic en [Aceptar]."

MSM2551="Registro de usuario de Canon %s"
MSM2552="Desinstalación del registro de usuario"
MSM2571="Desinstalador del registro de usuario de %s"
MSM2572="¿Seguro que desea eliminar por completo 'Registro de usuario de Canon %s' y todos sus componentes?"
MSM2573="La desinstalación ha finalizado correctamente."
MSM2574="La desinstalación no ha finalizado correctamente."
MSM2575="Debe reiniciar el equipo para poder completar la desinstalación. Haga clic en [Aceptar] para reiniciar. Haga clic en [Cancelar] para reiniciar en otro momento."
MSM2576="Debe tener privilegios de administrador para desinstalar Registro de usuario de Canon %s."
MSM2577="Registro de usuario. El nombre del producto, la información del SO y la información regional se obtendrán y se enviarán automáticamente a Canon a través de Internet. Esta información se reflejará directamente en la pantalla de registro. Para continuar, haga clic en [Aceptar]."
MSM2577_Mac2="Registro de usuario. El nombre del producto, la información del SO y regional y el número de serie de la impresora se obtendrán y se enviarán automáticamente a Canon a través de Internet. Esta información se utilizará únicamente para abrir la pantalla de registro. Para continuar, haga clic en [Aceptar]."
MSM2578="Registro de usuario. El nombre del producto, la información del SO y la información regional se recopilarán y se enviarán automáticamente a Canon a través de Internet. Esta información se utilizará únicamente para abrir la pantalla de registro. Para continuar, haga clic en [Aceptar]."
MSM2578_2="Registro de usuario. El nombre del producto, la información del SO y el número de serie de la impresora se recopilarán y enviarán automáticamente a Canon a través de Internet. Esta información se utilizará únicamente para abrir la pantalla de registro. Para continuar, cerciórese de que la impresora esté conectada al ordenador, enciéndala y haga clic en [Aceptar]."
MSM2580="Error de conexión. Asegúrese de que la conexión de red está activada e inténtelo de nuevo. Si la conexión continúa sin funcionar, espere unos minutos e inténtelo de nuevo. También podrá registrarse en el momento que desee a través de Solution Menu EX."
MSM2581="Error de conexión. Asegúrese de que la conexión de red está activada e inténtelo de nuevo. Si la conexión continúa sin funcionar, espere unos minutos e inténtelo de nuevo."
MSM2582="Error de conexión."
MSM2583="Conectando"
MSM2584="Conectando. Espere un momento."
MSM2585="Introduzca el nombre de usuario y la contraseña del cortafuegos."
MSM2586="Nombre de usuario:"
MSM2587="Contraseña:"
MSM2588="Guardar esta contraseña en la utilidad Keychain "
MSM2589="Error de conexión. Asegúrese de que la conexión de red está activada e inténtelo de nuevo. Si la conexión continúa sin funcionar, espere unos minutos e inténtelo de nuevo."

ExecutingPrefSet_Mac="La aplicación está vinculada a CanoScan Toolbox"

MSM2601="La instalación ha finalizado correctamente."
MSM2602="Reiniciar el sistema ahora (recomendado)"
MSM2603="Reiniciar"
MSM2604="La instalación ha finalizado correctamente.\nAsegúrese de que el escáner está conectado al equipo y está encendido, y haga clic en [Salir]."

MSM2610="Cargue papel normal en el cassette"
MSM2611="Cargue papel normal tal y como se muestra a continuación."
MSM2612="Cargue sólo papel normal en el cassette"
MSM2613="Cargue papel fotográfico en la bandeja trasera"

MSM2701="Cancelación instalación"
MSM2702="La instalación no ha finalizado. Para continuarla, haga clic en [Continuar]. Para cancelarla, haga clic en [Cancelar]."
MSM2702_Mac="La instalación no ha finalizado. Para continuarla, haga clic en [Continuar]. Para cancelarla, haga clic en [Anular]."

MSM2801="Cambio valores sistema"
MSM2802="Debe reiniciar el sistema para activar los nuevos valores. ¿Desea reiniciarlo ahora?"

MSM2851="Extended Survey Program"
MSM2856="Aceptar"
MSM2857="No aceptar"
MSM2870="Para el desarrollo y la promoción de productos mejor adaptados a las necesidades del cliente, Canon recopila la información siguiente, relacionada con el producto de Canon, y la envía a Canon por Internet."
MSM2871="Para el desarrollo y la promoción de productos mejor adaptados a las necesidades del cliente, Canon recopila la información siguiente, relacionada con el producto de Canon, y la envía por Internet a la empresa de estudio de datos, que cuenta con una aprobación legal adecuada."
MSM2873="Si está de acuerdo con lo anterior, haga clic en [Aceptar]. En caso contrario, haga clic en [No aceptar]."
MSM2874="Para el desarrollo y la promoción de productos mejor adaptados a las necesidades del cliente, Canon recopila la información siguiente, relacionada con el producto de Canon, y la envía por Internet a Canon (en el caso de utilizar su producto de Canon en China, a la empresa de estudio de datos legalmente autorizada)."
MSM2876="Si está de acuerdo con lo anterior, haga clic en [Aceptar] para empezar a instalar el programa de encuesta. En caso contrario, haga clic en [No aceptar]. Este programa quizás no se pueda ejecutar en versiones de SO no compatibles."
MSM2879_Win="Si aparece la ventana Control de cuentas de usuario, permita que el programa continúe."
MSM2901="Impresión de prueba"
MSM2902="La configuración de la impresora y la instalación del software han finalizado.\n\nSe realizará una impresión de prueba para comprobar el funcionamiento de la impresora. Cargue papel normal en la impresora y haga clic en [Ejecutar]. Después de la impresión de prueba, haga clic en [Siguiente].\n\nPara omitir la prueba de impresión, haga clic en [Siguiente] en lugar de en [Ejecutar].\n\nSi se produce un error de impresión, siga las instrucciones en pantalla para volver a iniciar la instalación."
MSM2903="Se realizará una impresión de prueba para comprobar el funcionamiento de la impresora.\nCargue papel normal en la impresora, haga clic en [Ejecutar] y, a continuación, en [Siguiente].\n\nPara omitir la prueba de impresión, haga clic en [Siguiente] en lugar de en [Ejecutar].\n\nSi se produce un error de impresión, siga las instrucciones en pantalla para volver a iniciar la instalación."

MSM3001="Para utilizar la impresora, debe disponer de este software.\nPuede llevar a cabo operaciones de impresión que se adaptan a diversos tipos y tamaños de papel."
MSM3002_Mac="El manual en pantalla explica el funcionamiento del controlador y proporciona instrucciones sencillas sobre el uso de la aplicación."
MSM3008="Puede combinar archivos de imágenes con texto e imprimir directamente con toda facilidad en etiquetas de disco."
MSM3009="Actualizar el sistema."
MSM3010="Esta utilidad le permite utilizar desde el ordenador los archivos almacenados en la tarjeta de memoria que se encuentra dentro de la ranura para tarjetas de la impresora."
MSM3011="Este controlador le permite utilizar el dispositivo en una red."
MSM3012="Utilice esta herramienta para cambiar el método de conexión y la configuración de seguridad de un dispositivo conectado a la red."
MSM3013="My Printer le ayuda a resolver problemas de impresión, tales como una impresión borrosa."
MSM3016="Los MP Drivers son necesarios para imprimir documentos y escanear imágenes."
MSM3018="ArcSoft PhotoStudio le permite corregir/mejorar las imágenes importadas desde la cámara digital o escáner."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="ScanSoft OmniPage SE es un programa de reconocimiento óptico de caracteres (OCR) que puede convertir el texto de un libro y los caracteres de un periódico en datos de texto."
MSM3021="Presto! PageManager hace que escanear, compartir y organizar documentos y fotos sea aún más sencillo. Puede guardar todos los documentos relacionados con su negocio en un número ilimitado de carpetas anidadas para que los pueda recuperar con más facilidad."
MSM3023="Setup Utility permite configurar la impresión mediante una conexión Bluetooth o de infrarrojos."
MSM3024="Setup Utility le permite ajustar la configuración para llevar a cabo la impresión mediante PictBridge."
MSM3026="Éste es un complemento de software que facilita la impresión fotográfica profesional. Para utilizar este complemento, es necesario instalar un software adecuado."
MSM3027="El controlador de impresora XPS es adecuado para imprimir desde el software de aplicación compatible con la impresión XPS (Windows Vista o posterior)."
MSM3027_0="El controlador XPS es adecuado para imprimir desde el software de aplicación compatible con la impresión XPS (Windows Vista o posterior). El controlador de impresora IJ debe instalarse correctamente."
MSM3027_1="El controlador de impresora XPS es adecuado para imprimir desde el software de aplicación compatible con la impresión XPS (Windows Vista o posterior). Los MP Drivers deben instalarse correctamente."
MSM3028="ScanGear es un controlador necesario para utilizar el escáner. Para utilizar el controlador, ejecute el software de la aplicación del mismo modo que un programa de edición de imágenes."
MSM3028_Mac="Es necesario un controlador para utilizar el escáner. Le permite especificar el tamaño del documento, el tamaño de la salida y otra configuración avanzada al escanear. También se utiliza para que funcione el escáner desde las aplicaciones compatibles con TWAIN."
MSM3031_Mac="El manual en pantalla explica el funcionamiento del controlador y proporciona instrucciones sencillas sobre el uso de la aplicación."
MSM3032=
MSM3034="Esta utilidad es necesaria para poder imprimir correctamente los colores de las imágenes Adobe RGB. Adobe es una marca registrada o comercial propiedad de Adobe Systems Incorporated en los Estados Unidos, así como en otros países."
MSM3035="Setup Utility le permite ajustar la configuración para impresión mediante infrarrojos, conexión Bluetooth o PictBridge."
MSM3037="ScanGear CS es un controlador de escáner (controlador TWAIN) necesario para utilizar el escáner. Para utilizar el controlador, ejecute la aplicación del mismo modo que un programa de edición de imágenes."
MSM3040="Easy-PhotoPrint EX le permite crear fácilmente su propio álbum de fotos, sus adhesivos o un calendario usando una cámara de fotos digital. También puede imprimir fotografías sin bordes rápidamente. Además, puede aplicar corrección de ojos rojos y suavizado digital de rostros antes de imprimir."
MSM3041="Se inicia inmediatamente el software de la aplicación adicional que permite imprimir fotos fácilmente."
MSM3042="Con MP Navigator EX es muy fácil importar imágenes escaneadas a una aplicación de software directamente con objeto de imprimirlas, adjuntarlas a un correo electrónico o guardarlas en el equipo."
MSM3043="El manual explica el funcionamiento del equipo y del software proporcionado. También se incluye información sobre la resolución de problemas.\nSe necesita Internet Explorer 8.0 o posterior."
MSM3043_Mac="El manual explica el funcionamiento del equipo y del software proporcionado. También se incluye información sobre la resolución de problemas."
MSM3044="Easy-WebPrint EX le permite cortar trozos de páginas web e imprimirlas como desee. Podrá verlo en su navegador como una práctica barra de herramientas. Se necesita Internet Explorer 7.0 o posterior."
MSM3044_Mac="Easy-WebPrint EX le permite recortar trozos de páginas web e imprimirlas como desee. Es un práctico plug-in para su navegador. Se necesita Safari 4.0 o posterior."
MSM3045="Este software le permite editar la marcación rápida codificada, la información de usuario y otras configuraciones registradas en la impresora, además puede guardar las configuraciones editadas en el sistema o registrarlas de nuevo en la impresora."
MSM3046="Solution Menu EX puede iniciar inmediatamente un software de aplicación que permite imprimir fácilmente ábumes o calendarios, o bien escanear con un solo clic. Además, podrá acceder a los sitios web de soporte de Canon para los distintos usos."
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="Puede importar fotos y utilizarlas para crear e imprimir artículos personalizados como collages, tarjetas y calendarios. También puede imprimir fotos sin borde y corregir o mejorar imágenes con sencillos pasos. Utilícelo con Quick Menu para generar recomendaciones para las fotos guardadas."
MSM3049="Un plug-in para impresión de fotos que facilita y mejora la creación de obras de arte profesionales. Es necesario que se haya instalado una aplicación adecuada. Consulte el manual para las aplicaciones correspondientes."
MSM3050="Puede lanzar rápidamente el software o el manual de su producto Canon. También puede acceder rápidamente a los sitios web que proporcionan información útil sobre su producto Canon o a útiles sitios web que le servirán de ayuda para distintos usos, etc. Utilícelo con My Image Garden para activar Image Display, en el que puede mostrar recomendaciones y fotos en una presentación de diapositivas."
MSM3051="Es necesario un controlador para utilizar el escáner. Se utiliza para que funcione el escáner desde las aplicaciones compatibles con ICA."
MSM3052="Esta utilidad escanea y guarda imágenes con el controlador del escáner."
MSM3053="Puede lanzar rápidamente el software de su producto Canon. También puede acceder rápidamente al manual y a varios sitios web."
MSM3054="Agregue los diccionarios de idioma que vaya a utilizar al crear archivos PDF con búsqueda de texto o al iniciar OCR. Después de la instalación, seleccione el idioma correspondiente en la pantalla de configuración de Canon IJ Scan Utility."
MSM3055="Aplicación que abre ScanGear para una visualización previa y escaneado de imágenes, y luego las guarda en un equipo."
MSM3056="Este software le permite ajustar la configuración para utilizar la impresora en la red."
MSM4001W="Controlador de la impresora IJ"
MSM4001="Controlador de la impresora"
MSM4002="Manual del usuario"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="Controlador XPS"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="Utilidad de marcación rápida"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="Controlador ICA"
MSM4052="IJ Scan Utility2"
MSM4053="Quick Utility Toolbox"
MSM4054="Diccionarios adicionales para OCR (chino/coreano)"
MSM4055="IJ ScanGear Starter EX"
MSM4056="IJ Network Device Setup Utility"
MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=

EIDENABLER="La función de compra de tinta en línea está ahora disponible."
EIDENABLER_ADMIN="Para ejecutar este software, debe iniciar sesión como miembro del grupo de administradores."

MENU1_Mac="Acerca de Setup"
MENU2_Mac="Servicios"
MENU3_Mac="Ocultar Setup"
MENU4_Mac="Ocultar otros"
MENU5_Mac="Mostrar todo"
MENU6_Mac="Salir de Setup"

English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"

CN="China"
HK="Hong Kong - RAE China"
ID="Indonesia"
IN="India"
JP="Japón"
KR="Corea"
MY="Malasia"
PH="Filipinas"
SG="Singapur"
TW="Taiwán"
TH="Tailandia"
VN="Vietnam"
MO="Macao"

AU="Australia"
NZ="Nueva Zelanda"

US="Estados Unidos"
CA="Canadá"
BR="Brasil"
MX="México"
AR="Argentina"
CL="Chile"
PA="Panamá"

AT="Austria"
BE="Bélgica"
BG="Bulgaria"
HR="Croacia"
CZ="República Checa"
DK="Dinamarca"
EE="Estonia"
FI="Finlandia"
FR="Francia"
DE="Alemania"
GR="Grecia"
HU="Hungría"
IE="Irlanda"
IT="Italia"
LV="Letonia"
LT="Lituania"
LU="Luxemburgo"
NL="Países Bajos"
NO="Noruega"
PL="Polonia"
PT="Portugal"
RO="Rumanía"
RU="Rusia"
SK="Eslovaquia"
SI="Eslovenia"
ZA="República Sudafricana"
ES="España"
SE="Suecia"
CH="Suiza"
TR="Turquía"
GB="Reino Unido"

Others="Otros"

MSM2703="Abortar instalación"
MSM2704="La instalación no está completa."
MSM2705="Haga clic en Continuar para proseguir con la instalación. Haga clic en Abortar para abandonarla."
MSM2706="Continuar"
MSM2707="Abortar"
MSM2951="Programa de instalación de %s"
MSM2952="No se ha encontrado el CD-ROM de instalación. Para continuar con la instalación del controlador %s, introduzca el CD-ROM de %s y haga clic en Aceptar."

MSM5001="Crear un alias en el escritorio"
MSM5002="¿Está de acuerdo con crear un alias en el escritorio del manual? Si está de acuerdo, seleccione “Aceptar”. Si selecciona “No aceptar”, puede abrir el manual desde la carpeta Aplicaciones."
MSM5003="Aceptar"
MSM5004="No aceptar"

MSM5010="Agregar Easy-WebPrint EX al Dock"
MSM5011="¿Está de acuerdo con agregar Easy-WebPrint EX al dock? Si está de acuerdo, seleccione “Aceptar”. Si selecciona “No aceptar”, puede utilizar Easy-WebPrint EX desde la carpeta Aplicaciones."
MSM5012="Aceptar"

MSM6000="Seleccione el método de conexión de la impresora."
MSM6001="Conexión de LAN inalámbrica"
MSM6002="Conexión de LAN cableada"
MSM6003="Conexión USB"
MSM6004="Reintentar la configuración de red de la impresora"
MSM6005="Seleccione el método de conexión de LAN inalámbrica"
MSM6006="Conectar mediante router inalámbrico (recomendado)"
MSM6007="Conexión directa"
MSM6008="Conecte el equipo y la impresora mediante un router inalámbrico."
MSM6009="Conecte directamente el equipo y la impresora."
MSM6010="Para cambiar entre la conexión mediante router inalámbrico y Conexión directa, o si desea más información sobre el método de conexión, haga clic en [Instrucciones]."
MSM6011="Instrucciones"
MSM6012="Asegúrese de que la impresora esté encendida."
MSM6013="Lista de impresoras en red"
MSM6014="Número de serie"
MSM6015="Dirección MAC"
MSM6016="Dirección IP"
MSM6017="La impresora que desea configurar no está en la lista"
MSM6018="Actualizar"
MSM6019="1. Para definir una impresora en la red, seleccione una de la lista anterior y, a continuación, haga clic en [Siguiente].\n   El número de serie se encuentra en la parte posterior de la impresora y en la carta de garantía.\n   En la lista se muestran solo los últimos 5 dígitos del número de serie.\n2. Si no encuentra en la lista la impresora que va a definir, encienda la impresora y haga clic en [Actualizar].\n3. Si aún así no encuentra la impresora, seleccione [La impresora que desea configurar no está en la lista] y, a continuación, haga clic en [Siguiente]."
MSM6020="1. Si la impresora que desea configurar en la red está en la lista de impresoras anterior, selecciónela y haga clic después en [Siguiente].\n   El número de serie se encuentra en la parte posterior de la impresora o en la garantía.\n2. Si la impresora que desea configurar no está en la lista anterior, encienda la impresora y haga clic en [Actualizar].\n3. Si sigue sin encontrar la impresora en la lista, seleccione [La impresora que desea configurar no está en la lista] y, a continuación, haga clic en [Siguiente].\n4. Para conexión USB, seleccione también [No se ha podido encontrar la impresora que desea configurar] y, a continuación, haga clic en [Siguiente]."
MSM6021="Conexión finalizada."
MSM6022="Selección del método de conexión"
MSM6023="Comprobación de alimentación"
MSM6024="Utilice otro método para la configuración. Siga las instrucciones en pantalla."
MSM6025="La impresora debe estar configurada antes de instalar el controlador XPS. Si no se ha realizado la configuración, haga clic en [Volver al principio] para configurar la impresora."
MSM6026="Configuración del cortafuegos"
MSM6027="Debe desactivar el bloqueo en este software en la función del cortafuegos de Windows."
MSM6028="Desactive el bloqueo"
MSM6029="Seleccionar impresora"
MSM6100="My Image Garden usa la fotografía guardada en el equipo para crear automáticamente una tarjeta o un calendario."
MSM6101="CREATIVE PARK PREMIUM proporciona contenido premium exclusivamente para los usuarios de tintas originales Canon."
MSM6102="Puede copiar perfectamente la foto impresa con tan solo seleccionar el menú en la impresora."
MSM6103="Aunque la impresora esté apagada, se enciende automáticamente cuando se inicia un trabajo de impresión."
MSM6104="El modo silencioso permite imprimir, copia o escanear en silencio sin preocuparse del tiempo ni de los alrededores."
MSM6105="Las funciones que se mencionan aquí varían en función de los modelos que utilice. Para obtener más detalles, consulte el manual."
MSM6106="Para obtener más detalles sobre la función y los ajustes, consulte el manual."
MSM6030="Seleccionar en la lista"
MSM6031="El número de serie se puede ver en la carta de garantía y en la impresora."
MSM6032="Dispositivo IPv4"
MSM6033="Dispositivo IPv6"
MSM6034="Número de serie (últimos 5 dígitos)"
MSM6035="Ubicación del número de serie"
MSM6036="Especificar la dirección IP y ejecutar la búsqueda"
MSM6037="Establecer la conexión de red según la guía"
MSM6038="Seleccione esta opción si la impresora no aparece en la lista o si no puede encontrarla especificando la dirección IP."
MSM6039="Selección del método de búsqueda de impresora"
MSM6040="Buscar por dirección IPv4"
MSM6041="Buscar por dirección IPv6"
MSM6042="Buscar por nombre de host"
MSM6043="Buscar por nombre de Bonjour"
MSM6044="Para especificar una dirección IP y ejecutar la búsqueda, debe asignar una dirección IP a la impresora previamente. Para obtener más detalles, haga clic en [Manual en línea]."
MSM6045="Error al buscar la dirección IP especificada"
MSM6046="No se pudo encontrar la impresora especificada. Compruebe la dirección IP y después inténtelo de nuevo. Para obtener más detalles, haga clic en [Manual en línea]."
MSM6047="Volver a detectar"
MSM6048="Otro dispositivo está ya usando la dirección IP especificada. Compruebe la dirección IP y después inténtelo de nuevo. Para obtener más detalles, haga clic en [Manual en línea]."
MSM6049="Cambiar la configuración de red IPv4"
MSM6050="Seleccione el método de configuración y, a continuación, introduzca la dirección IP de la impresora que se va a utilizar."
MSM6051="Configuración automática"
MSM6052="Debe tener un servidor DHCP para poder adquirir la dirección IP automáticamente."
MSM6053="Configuración manual"
MSM6054="Dirección IPv4"
MSM6055="Póngase en contacto con el administrador de red acerca de la dirección IP."
MSM6056="Cambiar la configuración de red IPv6"
MSM6057="Debe tener un servidor DHCPv6 o un router IPv6 para poder adquirir la dirección IPv6 automáticamente."
MSM6058="Dirección IPv6"
MSM6059="Longitud de prefijo"
MSM6060="Póngase en contacto con el administrador de red acerca de la dirección IP y la longitud de prefijo."
MSM6061="Error al cambiar la configuración de red"
MSM6062="Es posible que se haya producido un error al cambiar la configuración por uno de los siguientes motivos:\n  -La dirección IP que ha introducido no es válida\n  -La dirección IP está duplicada"
MSM6063="Para obtener más detalles, haga clic en [Manual en línea]."
MSM6064="Haga clic en [Agregar impresora] y agregue la impresora siguiendo las instrucciones de la pantalla.\n\nDespués de agregar la impresora, haga clic en [Siguiente]."
MSM6065="Para usar todas las funciones de esta impresora, debe instalar el controlador de Canon.\nHaga clic en [Siguiente] y repita la configuración."
MSM6066="Configurar como impresora predeterminada"
MSM6067="Conecte la impresora y el equipo mediante el cable USB.\nAsegúrese de que la impresora esté encendida."
MSM6091="¿Ha realizado la inicialización de la impresora?"
MSM6092="1. Compruebe que hay tinta en el depósito de tinta.\n2. Mantenga pulsado el botón Parar (Stop) de la impresora durante unos 5 segundos.\nA continuación, comenzará la inicialización de la impresora. Esta operación durará unos 6 minutos."
MSM6093="1. Compruebe que hay tinta en el depósito de tinta.\n2. Mantenga pulsado el botón REANUDAR/CANCELAR (RESUME/CANCEL) de la impresora durante unos 5 segundos.\nA continuación, comenzará la inicialización de la impresora. Esta operación durará unos 6 minutos."
